export default {
  projections: {
    ГруппаE: {
      название: {
        __caption__: 'Название'
      },
      студент: {
        __caption__: 'Студент',
        фамилия: {
          __caption__: 'Фамилия'
        },
        среднийБалл: {
          __caption__: 'Средний балл'
        }
      }
    },
    ГруппаL: {
      название: {
        __caption__: 'Название'
      }
    }
  },
  validations: {
    название: {
      __caption__: 'Название'
    },
    студент: {
      __caption__: 'Студент'
    }
  }
};
